const asort = [
  {
    TOP: [
      {
        '가벼운 향': ['블루벨', '향쑥'],
        '시트러스 향': ['만다린', '레몬'],
        '아로마 허브 향': ['라벤터', '로즈', '바이올렛', '카모마일'],
        '달콤한 향': ['암브레트', '블로썸', '시나몬', '네롤리 플라워'],
        '씁쓸한 향': ['베티버'],
      },
    ],
    Middel: [
      {
        '과일 향': ['감'],
        '꽃 향': ['스칼렛포피', '튜베로즈'],
        '묵직한 오일향': ['바질'],
        '청량한 향': [
          '씨 쏠트',
          '그린노트',
          '블랙커런트 잎',
          '네롤리 플라워',
          '화이트티',
        ],
        '달달한 향': ['오물비르 머르', '앰버'],
        '따뜻한 향': ['머스크'],
      },
    ],
    Base: [
      {
        '매운 향': ['베티버'],
        '우디 향': ['앰버우드', '시더 우드'],
        '머스크 향': ['', '브라운 슈가'],
        '스웨이드 향': ['스웨이드'],
        '따스한 향': ['통카 빈'],
      },
    ],
  },
];

const match = [
  {
    TOP: [
      {
        '가벼운 향': 1,
        '시트러스 향': 2,
        '아로마 허브 향': 3,
        '달콤한 향': 4,
        '씁쓸한 향': 5,
      },
    ],
    Middel: [
      {
        '과일 향': 1,
        '꽃 향': 2,
        '묵직한 오일향': 3,
        '청량한 향': 4,
        '달달한 향': 5,
        '따뜻한 향': 6,
      },
    ],
    Base: [
      {
        '매운 향': 1,
        '우디 향': 2,
        '머스크 향': 3,
        '스웨이드 향': 4,
        '따스한 향': 5,
      },
    ],
  },
];
