const asort = [
  {
    TOP: [
      {
        '가벼운 향': ['블루벨'],
        '시트러스 향': ['만다린', '레몬'],
        '아로마 허브 향': ['라벤터', '로즈'],
        '달콤한 향': ['암브레트'],
        '씁쓸한 향': ['베티버'],
      },
    ],
    Middel: [
      {
        '과일 향': ['감'],
        '꽃 향': ['스칼렛포피'],
        '묵직한 오일향': ['바질'],
        '청량한 향': ['씨 쏠트', '그린노트', '블랙커런트 잎'],
        '달달한 향': ['오물비르 머르', '앰버'],
      },
    ],
    Base: [
      {
        '매운 향': [''],
        '우디 향': ['앰버우드', ''],
        '머스크 향': [''],
        '스웨이드 향': ['스웨이드'],
        '따스한 향': ['통카 빈'],
      },
    ],
  },
];

const match = [
  {
    TOP: [
      {
        '가벼운 향': 1,
        '시트러스 향': 2,
        '아로마 허브 향': 3,
        '달콤한 향': 4,
        '씁쓸한 향': 5,
      },
    ],
    Middel: [
      {
        '과일 향': 1,
        '꽃 향': 2,
        '묵직한 오일향': 3,
        '청량한 향': 4,
        '달달한 향': 5,
      },
    ],
    Base: [
      {
        '매운 향': 1,
        '우디 향': 2,
        '머스크 향': 3,
        '스웨이드 향': 4,
        '따스한 향': 5,
      },
    ],
  },
];
